<?php
return [
    'class' => [
        'created' => 'تم إنشاء الصف بنجاح.',
        'updated' => 'تم تحديث الصف بنجاح.',
        'deleted' => 'تم حذف الصف بنجاح.',
        'not_found' => 'الصف غير موجود.',
    ],
    'academic_year' => [
        'created' => 'تم إنشاء السنة الدراسية بنجاح.',
        'updated' => 'تم تحديث السنة الدراسية بنجاح.',
        'deleted' => 'تم حذف السنة الدراسية بنجاح.',
        'not_found' => 'السنة الدراسية غير موجودة.',
        'already_active' => 'هذه السنة الدراسية مفعلة بالفعل.',
        "list" => 'تم إرجاع قائمة السنة الدراسية بنجاح.',
    ],
    'validation' => [
        'class_grade_duplicate' => 'الصف الدراسي (المستوى :grade_level - المرحلة :stage) موجود بالفعل في هذه القناة.',
        'academic_year_not_belongs_to_channel' => 'السنة الدراسية المحددة غير مرتبطة بالقناة الحالية.',
    ],
];
